Repository: modell-aachen/InvestmentAppContrib
Catalog: locale/InvestmentAppContrib/*.po
Languages: de

source: Amount Requiring Cost
de: Vergabehöhe

source: Approval
de: Freigabe

source: Approval Process
de: Freigabeprozess

source: Department
de: Fachbereich

source: Finished Proposals
de: Abgeschlossen

source: Further Costs
de: Weitere Kosten

source: Handover
de: Übergabe

source: Investment Proposal
de: Investitionsantrag

source: Investment Proposals
de: Investitionsanträge

source: Leasing Possible?
de: Über Miete/Leasing?

source: New Investment Proposal
de: Neuer Investitionsantrag

source: Order
de: Bestellung

source: Planned Finish-/Purchase Date
de: Geplanter Fertigstellungs-/Anschaffungstermin

source: Possible Reason for deviate Cost
de: Begründung für evtl. Abweichung der Vergabe

source: Prelim
de: Vorprüfung

source: Price
de: Preis

source: Price Fixing
de: Preisermittlung

source: Product Description
de: Produktbeschr.

source: Proposal
de: Antragsstellung

source: Proposal Date
de: Antragsdatum

source: Proposal Number
de: Antragsnr.

source: Proposal Reason
de: Grund für die Beschaffung

source: Quotation Number
de: Angebotsnummer

source: Receive
de: Warenannahme

source: Rejected Proposals
de: Abgelehnt

source: Replacement Purchase?
de: Ersatzbeschaffung?

source: Requester
de: Antragsteller

source: Responsible Department
de: Zuständiger Fachbereich

source: Responsible Purchase
de: Bestellung durch

source: Superior
de: Zuständiger Vorgesetzter

source: Testing
de: Prüfung

source: Vendor
de: Lieferant
